/*
 Navicat Premium Data Transfer

 Source Server         : fgq本机
 Source Server Type    : MySQL
 Source Server Version : 80025
 Source Host           : localhost:3306
 Source Schema         : es

 Target Server Type    : MySQL
 Target Server Version : 80025
 File Encoding         : 65001

 Date: 12/04/2023 18:13:23
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for tb_hotel
-- ----------------------------
DROP TABLE IF EXISTS `tb_hotel`;
CREATE TABLE `tb_hotel`  (
  `id` bigint NOT NULL AUTO_INCREMENT COMMENT '酒店id',
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '酒店名称',
  `address` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '酒店地址',
  `price` int NOT NULL COMMENT '酒店价格',
  `score` int NOT NULL COMMENT '酒店评分',
  `brand` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '酒店品牌',
  `city` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '所在城市',
  `star_name` varchar(16) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '酒店星级，1星到5星，1钻到5钻',
  `business` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '商圈',
  `latitude` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '纬度',
  `longitude` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '经度',
  `cjsj` datetime NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 215 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = COMPACT;

-- ----------------------------
-- Records of tb_hotel
-- ----------------------------
INSERT INTO `tb_hotel` VALUES (1, '7天连锁酒店(上海宝山路地铁站店)', '静安交通路40号', 336, 37, '7天酒店', '上海', '二星', '四川北路商业区', '31.251433', '121.47522', '2023-04-12 18:12:48');
INSERT INTO `tb_hotel` VALUES (2, '速8酒店(上海赤峰路店)', '广灵二路126号', 249, 35, '速8', '上海', '二星', '四川北路商业区', '31.282444', '121.479385', '2023-04-12 18:12:48');
INSERT INTO `tb_hotel` VALUES (3, '速8酒店上海中山北路兰田路店', '兰田路38号', 226, 35, '速8', '上海', '二星', '长风公园地区', '31.244288', '121.422419', '2023-04-12 18:12:48');
INSERT INTO `tb_hotel` VALUES (4, '7天连锁酒店(上海漕溪路地铁站店)', '徐汇龙华西路315弄58号', 298, 37, '7天酒店', '上海', '二星', '八万人体育场地区', '31.174377', '121.442875', '2023-04-12 18:12:48');
INSERT INTO `tb_hotel` VALUES (5, '7天连锁酒店（上海莘庄地铁站店）', '闵行莘庄镇七莘路299号', 348, 41, '7天酒店', '上海', '二星', '莘庄工业区', '31.113812', '121.375869', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (6, '7天连锁酒店(上海五角场复旦同济大学店)', '杨浦国权路315号', 349, 38, '7天酒店', '上海', '二星', '江湾、五角场商业区', '31.290057', '121.508804', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (7, '上海西藏大厦万怡酒店', '虹桥路100号', 589, 45, '万怡', '上海', '四星', '徐家汇地区', '31.192714', '121.434717', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (8, '上海临港豪生大酒店', '新元南路555号', 896, 45, '豪生', '上海', '四星', '滴水湖临港地区', '30.871729', '121.81959', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (9, '上海浦西万怡酒店', '恒丰路338号', 726, 46, '万怡', '上海', '四星', '上海火车站地区', '31.242977', '121.455864', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (10, '上海浦东东站华美达酒店', '施新路958号', 408, 46, '华美达', '上海', '四星', '浦东机场核心区', '31.147989', '121.759199', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (11, '速8酒店(上海松江中心店)', '松江荣乐东路677号', 428, 35, '速8', '上海', '二星', '佘山、松江大学城', '31.016712', '121.261606', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (12, '上海齐鲁万怡大酒店', '东方路838号', 873, 44, '万怡', '上海', '四星', '浦东陆家嘴金融贸易区', '31.226031', '121.525801', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (13, '上海浦东华美达大酒店', '新金桥路18号', 830, 45, '华美达', '上海', '四星', '浦东金桥地区', '31.244916', '121.590752', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (14, '上海圣淘沙万怡酒店', '南桥镇南桥路1号', 899, 45, '万怡', '上海', '四星', '奉贤开发区', '30.910917', '121.456525', '2023-04-11 18:12:48');
INSERT INTO `tb_hotel` VALUES (15, '上海银星皇冠假日酒店', '番禺路400号', 809, 47, '皇冠假日', '上海', '五星', '徐家汇地区', '31.202768', '121.429524', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (16, '上海财大豪生大酒店', '武东路188号', 592, 46, '豪生', '上海', '五星', '江湾/五角场商业区', '31.304182', '121.492936', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (17, '上海华凯华美达广场酒店', '月华路9号', 747, 40, '华美达', '上海', '四星', '奉贤开发区', '30.814382', '121.464521', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (18, '上海五角场华美达大酒店', '黄兴路1888号', 499, 40, '华美达', '上海', '三星', '江湾/五角场商业区', '31.292932', '121.519759', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (19, '上海金茂君悦大酒店', '世纪大道88号（54楼办理入住）', 699, 46, '君悦', '上海', '五星', '浦东陆家嘴金融贸易区', '31.235152', '121.506082', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (20, '上海希尔顿酒店', '静安华山路250号', 2688, 37, '希尔顿', '上海', '五星', '静安寺地区', '31.219306', '121.445427', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (21, '上海外高桥皇冠假日酒店', '杨高北路1000号', 3299, 46, '皇冠假日', '上海', '五星', '浦东外高桥地区', '31.338944', '121.590611', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (22, '上海新世界丽笙大酒店', '南京西路88号', 1341, 46, '丽笙', '上海', '五星', '人民广场地区', '31.23462', '121.47327', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (23, '上海复旦皇冠假日酒店', '邯郸路199号', 924, 47, '皇冠假日', '上海', '五星', '江湾/五角场商业区', '31.295382', '121.502537', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (24, '上海外滩茂悦大酒店', '黄浦路199号', 689, 44, '君悦', '上海', '五星', '外滩地区', '31.245409', '121.492969', '2023-04-10 18:12:48');
INSERT INTO `tb_hotel` VALUES (25, '上海嘉豪淮海国际豪生酒店', '汾阳路1号', 425, 45, '豪生', '上海', '四星', '淮海路/新天地地区', '31.215497', '121.456297', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (26, '上海绿地万怡酒店', '沪宜公路3101号', 328, 45, '万怡', '上海', '四星', '嘉定新城', '31.368523', '121.258567', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (27, '上海虹桥祥源希尔顿酒店', '红松东路1116号', 1108, 45, '希尔顿', '上海', '五星', '虹桥地区', '31.18746', '121.395312', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (28, '上海虹口三至喜来登酒店', '四平路59号', 1899, 46, '喜来登', '上海', '五星', '四川北路商业区', '31.2579', '121.487954', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (29, '上海雅居乐万豪酒店', '西藏中路555号', 1152, 46, '万豪', '上海', '五星', '人民广场地区', '31.236681', '121.473529', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (30, '上海滴水湖皇冠假日酒店', '自由贸易试验区临港新片区南岛1号', 971, 44, '皇冠假日', '上海', '五星', '滴水湖临港地区', '30.890867', '121.937241', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (31, '北京王府井希尔顿酒店', '王府井东街8号', 1679, 46, '希尔顿', '北京', '五星', '天安门/王府井地区', '39.914539', '116.413392', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (32, '北京东方君悦大酒店', '长安街1号东方广场', 686, 45, '君悦', '北京', '五星', '天安门/王府井地区', '39.909635', '116.414621', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (33, '北京宝辰饭店', '建国门内大街甲18号', 418, 44, '豪生', '北京', '四星', '北京站/建国门地区', '39.905768', '116.428153', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (34, '北京新云南皇冠假日酒店', '东北三环西坝河太阳宫桥东北角云南大厦', 485, 46, '皇冠假日', '北京', '五星', '国展中心地区', '39.972409', '116.434698', '2023-04-09 18:12:48');
INSERT INTO `tb_hotel` VALUES (35, '北京希尔顿酒店', '东三环北路东方路1号', 350, 45, '希尔顿', '北京', '五星', '燕莎/朝阳公园商业区', '39.952703', '116.462387', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (36, '北京首都机场希尔顿酒店', '首都机场3号航站楼三经路1号', 222, 46, '希尔顿', '北京', '五星', '首都机场/新国展地区', '40.048969', '116.619566', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (37, '北京海航大厦万豪酒店', '霄云路甲26号', 1302, 46, '万豪', '北京', '五星', '燕莎/朝阳公园商业区', '39.959861', '116.467363', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (38, '北京国际艺苑皇冠假日酒店', '王府井大街48号', 636, 44, '皇冠假日', '北京', '五星', '天安门/王府井地区', '39.918994', '116.411277', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (39, '北京明豪华美达酒店', '天竺镇府前一街13号', 558, 46, '华美达', '北京', '四星', '首都机场/新国展地区', '40.062832', '116.580678', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (40, '北京朝阳悠唐皇冠假日酒店', '三丰北里3号', 944, 46, '皇冠假日', '北京', '五星', '三里屯/工体/东直门地区', '39.92129', '116.43847', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (41, '维也纳酒店（北京花园路店）', '海淀北太平庄花园路甲17号', 381, 36, '维也纳', '北京', '三星', '马甸、安贞地区', '39.970837', '116.365244', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (42, '北京金隅喜来登酒店', '北三环东路36号', 357, 47, '喜来登', '北京', '五星', '马甸/安贞地区', '39.967163', '116.4099', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (43, '7天连锁酒店(北京天坛店)', '东城天坛东里甲48号', 753, 38, '7天酒店', '北京', '二星', '前门、崇文门商贸区', '39.875786', '116.421987', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (44, '7天连锁酒店(北京南站店)', '丰台马家堡西路22号', 478, 37, '7天酒店', '北京', '二星', '永定门、南站、大红门、南苑地区', '39.845363', '116.372327', '2023-04-08 18:12:48');
INSERT INTO `tb_hotel` VALUES (45, '7天连锁酒店(北京西直门店)', '西城平安里西大街翠花街育幼胡同甲20-22号', 419, 37, '7天酒店', '北京', '二星', '西单、金融街地区', '39.931338', '116.364982', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (46, '7天连锁酒店(北京团结湖地铁站店)', '朝阳团结湖北里9号楼', 525, 36, '7天酒店', '北京', '二星', '燕莎、三里屯商业区', '39.928457', '116.466132', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (47, '7天连锁酒店（北京798艺术区店）', '朝阳北京市朝阳区酒仙桥北路（798艺术区北门）彩虹路6号-电通创意广场大院内', 553, 37, '7天酒店', '北京', '二星', '望京、酒仙桥、798地区', '39.990671', '116.498452', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (48, '如家酒店(北京朝阳北路传媒大学褡裢坡地铁站店)', '三间房乡褡裢坡村青年沟西侧558号', 259, 47, '如家', '北京', '二星', '传媒大学/管庄地区', '39.923212', '116.560023', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (49, '7天连锁酒店（北京紫竹桥店）', '海淀北洼路甲3号', 781, 42, '7天酒店', '北京', '二星', '西直门及北京展览馆地区', '39.936138', '116.302405', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (50, '如家酒店(北京西客站北广场店)', '莲花池东路120-2号6层', 275, 43, '如家', '北京', '二星', '北京西站/丽泽商务区', '39.896449', '116.317382', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (51, '7天连锁酒店(北京通州八里桥店)', '永顺镇西马庄小区', 534, 38, '7天酒店', '北京', '二星', '果园环岛、通州区', '39.915443', '116.631871', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (52, '和颐酒店(北京传媒大学财满街店)', '朝阳路高井176号', 524, 46, '和颐', '北京', '三星', '国贸地区', '39.918277', '116.53015', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (53, '速8酒店(北京新国展首都机场后沙峪店)', '后沙峪镇裕民大街32号', 350, 39, '速8', '北京', '二星', '首都机场/新国展地区', '40.099019', '116.543655', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (54, '7天连锁酒店(上海北外滩国际客运中心地铁站店)', '唐山路145号', 249, 35, '7天酒店', '上海', '二星', '北外滩地区', '31.252585', '121.498753', '2023-04-07 18:12:48');
INSERT INTO `tb_hotel` VALUES (55, '如家酒店(上海南京路步行街店)', '南京东路480号保安坊内', 379, 44, '如家', '上海', '二星', '人民广场地区', '31.236454', '121.480948', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (56, '如家酒店·neo(上海外滩城隍庙小南门地铁站店)', '复兴东路260号', 392, 44, '如家', '上海', '二星', '豫园地区', '31.220706', '121.498769', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (57, '如家酒店(北京国展三元桥店)', '西坝河东里36号', 458, 47, '如家', '北京', '二星', '国展中心地区', '39.966238', '116.450142', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (58, '如家酒店(上海闵行华东师范大学吴泾店)', '吴泾镇宝秀路977号', 161, 45, '如家', '上海', '二星', '交大/闵行经济开发区', '31.047135', '121.46224', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (59, '7天连锁酒店(北京平谷店)', '文化北街4-16号', 544, 40, '7天酒店', '北京', '二星', '平谷城区', '40.14308', '117.111554', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (60, '如家酒店·neo(深圳草埔地铁站店)', '布吉路1036号', 159, 44, '如家', '深圳', '二星', '田贝/水贝珠宝城', '22.583191', '114.118499', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (61, '深圳好日子皇冠假日酒店', '福华一路28号', 590, 46, '皇冠假日', '深圳', '五星', '会展中心/CBD', '22.537153', '114.053529', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (62, '如家酒店(上海莘庄地铁站龙之梦商业广场店)', '莘庄镇莘浜路172号', 149, 44, '如家', '上海', '二星', '莘庄工业区', '31.105797', '121.37755', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (63, '上海茂业华美达广场酒店', '沪南路938号', 646, 40, '华美达', '上海', '三星', '浦东新国际博览中心', '31.182761', '121.554106', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (64, '深圳彭年万丽酒店', '嘉宾路2002号（毗邻金光华购物广场）', 701, 46, '万丽', '深圳', '五星', '罗湖口岸/火车站', '22.540989', '114.122665', '2023-04-06 18:12:48');
INSERT INTO `tb_hotel` VALUES (65, '维也纳酒店（北京丰益桥店）（原申晨酒店）', '丰台丰管路8号', 648, 45, '维也纳', '北京', '三星', '北京西站、丽泽商务区', '39.857707', '116.312482', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (66, '7天连锁酒店（深圳华强赛格广场店）', '华强南路3024号赛格苑1栋', 362, 36, '7天酒店', '深圳', '二星', '华强北商业区', '22.539831', '114.087899', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (67, '7天连锁酒店（北京颐和园店）', '海淀厢红旗路功德寺桥北侧', 730, 38, '7天酒店', '北京', '二星', '香山、八大处风景区', '40.003959', '116.256718', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (68, '上海丽昂豪生大酒店', '金新路99号', 529, 47, '豪生', '上海', '四星', '浦东金桥地区', '31.252496', '121.600085', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (69, '汉庭酒店(深圳皇岗店)', '滨河大道6033号海滨广场国皇大厦3楼', 313, 42, '汉庭', '深圳', '二星', '皇岗口岸/福田口岸', '22.528101', '114.064221', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (70, '如家酒店(上海浦东机场龙东大道合庆店)', '东川公路5863号', 160, 45, '如家', '上海', '二星', '浦东机场核心区', '31.237662', '121.718556', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (71, '如家酒店·neo(上海外高桥保税区北地铁站店)', '花山路1209号', 266, 45, '如家', '上海', '二星', '浦东外高桥地区', '31.351148', '121.585606', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (72, '豪派特华美达广场酒店(深圳北站店)', '民治街道梅龙路与民旺路交汇处', 498, 45, '华美达', '深圳', '四星', '深圳北站地区', '22.620501', '114.033874', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (73, '深圳君悦酒店', '宝安南路1881号', 442, 47, '君悦', '深圳', '五星', '万象城/京基100', '22.537247', '114.111182', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (74, '如家酒店·neo(深圳罗湖口岸国贸地铁站店)', '人民南路2011号', 223, 45, '如家', '深圳', '二星', '罗湖口岸/火车站', '22.536734', '114.118336', '2023-04-05 18:12:48');
INSERT INTO `tb_hotel` VALUES (75, '和颐酒店(北京十里河欢乐谷店)', '十八里店乡周家庄288号', 390, 47, '和颐', '北京', '四星', '劲松/潘家园地区', '39.853354', '116.483437', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (76, '7天连锁酒店(上海张江高科园区店)', '浦东新区蔡伦路103号', 267, 36, '7天酒店', '上海', '二星', '浦东张江地区', '31.196154', '121.62071', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (77, '深圳龙岗珠江皇冠假日酒店', '龙岗中心城龙翔大道9009号珠江广场', 737, 46, '皇冠假日', '深圳', '五星', '龙岗中心区/大运新城', '22.722941', '114.250002', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (78, '深圳大中华喜来登酒店', '福华路一号大中华国际交易广场', 1556, 47, '喜来登', '深圳', '五星', '会展中心/CBD', '22.535567', '114.062005', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (79, '上海外高桥喜来登酒店', '自由贸易试验区基隆路28号（二号门内）', 2419, 46, '喜来登', '上海', '五星', '浦东外高桥地区', '31.350989', '121.588751', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (80, '上海金桥红枫万豪酒店', '新金桥路15号', 891, 47, '万豪', '上海', '五星', '浦东金桥地区', '31.244061', '121.591153', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (81, '深圳宝安中天美景华美达酒店', '新桥街道万丰社区中心路7-1号', 498, 45, '华美达', '深圳', '四星', '深圳国际会展中心商圈', '22.716473', '113.826391', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (82, '维也纳酒店(深圳国王店)', '龙华新区龙华龙观西路95号', 714, 37, '维也纳', '深圳', '三星', '深圳北站地区', '22.65892', '114.006817', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (83, '北京龙城华美达酒店', '昌平路319号', 506, 45, '华美达', '北京', '四星', '回龙观/天通苑地区', '40.084219', '116.304313', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (84, '和颐至尊酒店(北京望京798店)', '酒仙桥北路9号荧屏里4号楼', 579, 44, '和颐', '北京', '四星', '望京/酒仙桥/798地区', '39.98835', '116.491217', '2023-04-04 18:12:48');
INSERT INTO `tb_hotel` VALUES (85, '和颐酒店(深圳罗湖口岸火车地铁站店)', '沿河南路1064号', 208, 47, '和颐', '深圳', '四星', '罗湖口岸/火车站', '22.533753', '114.122491', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (86, '上海新园华美达广场酒店', '漕宝路509号', 1290, 45, '华美达', '上海', '四星', '光大会展中心/漕河泾地区', '31.163802', '121.405618', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (87, '速8酒店（北京西客站北广场店）', '丰台莲花池东路126号', 268, 39, '速8', '北京', '二星', '北京西站、丽泽商务区', '39.896623', '116.315586', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (88, '维也纳酒店（上海南站光大店）', '徐汇桂林路46号（钦州南路路口往南100米）', 3288, 36, '维也纳', '上海', '三星', '光大会展中心', '31.156297', '121.419948', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (89, '速8酒店（北京立水桥店）', '朝阳安立路3号1幢3层', 268, 36, '速8', '北京', '二星', '亚运村、奥体中心地区', '40.043717', '116.410962', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (90, '7天连锁酒店(深圳步行街老街地铁站二店)', '罗湖区东门中路2216号华佳广场12-14楼（东门天桥东头）', 742, 40, '7天酒店', '深圳', '二星', '东门商业区', '22.54585', '114.122227', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (91, '如家酒店(深圳宝安西乡地铁站店)', '西乡大道298-7号（富通城二期公交站旁）', 184, 43, '如家', '深圳', '二星', '宝安体育中心商圈', '22.569693', '113.860186', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (92, '如家酒店·neo(深圳东门步行街晒布地铁站店)', '晒布路67号', 152, 46, '如家', '深圳', '二星', '东门商业区', '22.550183', '114.120771', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (93, '汉庭酒店(深圳会展中心店)', '新洲路世纪工艺品广场307栋', 258, 44, '汉庭', '深圳', '二星', '皇岗口岸/福田口岸', '22.518026', '114.046061', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (94, '如家酒店·neo(深圳南山地铁站南山市场店)', '南新路顺富街18号化州大厦', 198, 43, '如家', '深圳', '二星', '科技园', '22.525561', '113.920058', '2023-04-03 18:12:48');
INSERT INTO `tb_hotel` VALUES (95, '7天连锁酒店(深圳万象城店)', '罗湖区嘉宾路4025号城市天地广场内', 552, 43, '7天酒店', '深圳', '二星', '罗湖口岸/火车站', '22.537078', '114.113733', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (96, '7天连锁酒店(深圳梅林卓越城店)', '孖岭地铁口C出口左手边，青年学院对面', 269, 39, '7天酒店', '深圳', '二星', '莲花山/梅林', '22.568701', '114.068464', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (97, '7天连锁酒店(深圳宝安地铁站店)', '宝安区宝安25区创业二路步行街金麒麟服装广场4栋', 314, 36, '7天酒店', '深圳', '二星', '宝安中心区/前海', '22.568162', '113.900968', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (98, '7天连锁酒店(上海自贸区北门地铁站店)(原外高桥地铁北站店)', '花山路706号', 328, 39, '7天酒店', '上海', '二星', '浦东外高桥地区', '31.348029', '121.576896', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (99, '7天连锁酒店(深圳世界之窗店)', '南山区白石洲沙河街2号金三角大厦', 769, 36, '7天酒店', '深圳', '二星', '华侨城', '22.540501', '113.968858', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (100, '如家酒店(深圳双龙地铁站店)', '龙岗街道龙岗墟社区龙平东路62号', 135, 45, '如家', '深圳', '二星', '龙岗中心区/大运新城', '22.730828', '114.278337', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (101, '维也纳酒店(深圳华之沙店)', '福强路新洲九街28号', 651, 39, '维也纳', '深圳', '三星', '皇岗口岸/福田口岸', '22.524835', '114.048214', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (102, '深圳蛇口希尔顿南海酒店', '望海路1177号', 509, 47, '希尔顿', '深圳', '五星', '深圳湾口岸/蛇口', '22.479373', '113.916013', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (103, '如家酒店(北京上地安宁庄东路店)', '清河小营安宁庄东路18号20号楼', 420, 46, '如家', '北京', '二星', '上地产业园/西三旗', '40.041322', '116.333316', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (104, '北京丽都皇冠假日酒店', '将台路6号', 1168, 47, '皇冠假日', '北京', '五星', '望京/酒仙桥/798地区', '39.978133', '116.478642', '2023-04-02 18:12:48');
INSERT INTO `tb_hotel` VALUES (105, '上海宝华万豪酒店', '广中西路333号', 922, 47, '万豪', '上海', '五星', '大宁国际商业区', '31.279371', '121.446327', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (106, '上海圣诺亚皇冠假日酒店', '金沙江路1699号', 770, 46, '皇冠假日', '上海', '五星', '长风公园地区', '31.232346', '121.377709', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (107, '崇明金茂凯悦酒店', '陈家镇揽海路799弄', 1024, 46, '凯悦', '上海', '五星', '崇明岛/长兴岛/横沙岛', '31.466563', '121.799671', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (108, '速8酒店（上海火车站北广场店）', '闸北芷江西路796号', 190, 41, '速8', '上海', '二星', '上海火车站地区', '31.255579', '121.452903', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (109, '汉庭酒店(深圳华强南店)', '松岭路9号（南园小学对面）', 215, 40, '汉庭', '深圳', '二星', '华强北商业区', '22.536842', '114.094316', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (110, '7天连锁酒店(北京大兴黄村清源路地铁站店)', '清源西路55号', 392, 38, '7天酒店', '北京', '二星', '大兴农业生态观光区', '39.743751', '116.321676', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (111, '如家酒店(北京第二外国语大学南门双桥地铁站店)', '三间房乡新房村1号', 321, 47, '如家', '北京', '二星', '传媒大学/管庄地区', '39.90635', '116.565528', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (112, '速8酒店（北京立水桥地铁南站店）', '朝阳北苑路18号院3号楼4层', 344, 36, '速8', '北京', '二星', '亚运村、奥体中心地区', '40.043689', '116.414138', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (113, '速8酒店（北京平谷兴谷环岛店）', '平谷平谷大街31号', 614, 39, '速8', '北京', '二星', '平谷城区', '40.159255', '117.12401', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (114, '如家酒店(北京顺义中心地铁站店)', '光明南大街14号', 306, 45, '如家', '北京', '二星', '顺义温泉休闲区', '40.124783', '116.65751', '2023-04-01 18:12:48');
INSERT INTO `tb_hotel` VALUES (115, '和颐酒店(北京团结湖地铁站店)', '团结湖路9号楼', 341, 44, '和颐', '北京', '三星', '燕莎/朝阳公园商业区', '39.930731', '116.466602', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (116, '速8酒店(北京温都水城王府店)', '昌平北七家镇平西府村（温都水城东200米）', 585, 39, '速8', '北京', '二星', '小汤山温泉度假区', '40.10144', '116.380641', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (117, '速8酒店（北京南苑东高地店）', '丰台南大红门路东营房15号', 651, 39, '速8', '北京', '二星', '永定门、南站、大红门、南苑地区', '39.78996', '116.42081', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (118, '7天连锁酒店(深圳大学桃园店)', '南山区桃园西路160号', 431, 36, '7天酒店', '深圳', '二星', '科技园', '22.532576', '113.916362', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (119, '如家酒店·neo(深圳龙岗大道布吉地铁站店)', '布吉镇深惠路龙珠商城', 127, 43, '如家', '深圳', '二星', '布吉/深圳东站', '22.602482', '114.123284', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (120, '汉庭酒店(深圳北站龙华汽车站店)', '龙华新区建辉路2号', 209, 46, '汉庭', '深圳', '二星', '深圳北站地区', '22.671313', '114.02784', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (121, '上海浦东喜来登由由公寓', '浦建路38号', 3168, 45, '喜来登', '上海', '五星', '浦东新国际博览中心', '31.208553', '121.518552', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (122, '7天连锁酒店(上海徐家汇宜山路地铁站店)', '徐汇钦州北路78号', 219, 35, '7天酒店', '上海', '二星', '光大会展中心', '31.180615', '121.422916', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (123, '上海浦东机场华美达广场酒店', '浦东机场启航路1100号', 600, 45, '华美达', '上海', '四星', '浦东机场核心区', '31.160969', '121.799086', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (124, '上海绿地万豪酒店', '江滨路99号（打浦路底）', 720, 43, '万豪', '上海', '五星', '打浦桥地区', '31.192103', '121.47298', '2023-03-31 18:12:48');
INSERT INTO `tb_hotel` VALUES (125, '上海浦东喜来登由由大酒店', '浦建路38号', 2489, 45, '喜来登', '上海', '五星', '浦东新国际博览中心', '31.208739', '121.518305', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (126, '7天连锁酒店(上海陆家嘴八佰伴店)', '崂山路689号', 249, 36, '7天酒店', '上海', '二星', '浦东陆家嘴金融贸易区', '31.220656', '121.525127', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (127, '上海颖奕皇冠假日酒店', '博园路6555号', 907, 45, '皇冠假日', '上海', '五星', '嘉定新城', '31.272533', '121.19179', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (128, '上海万豪虹桥大酒店', '虹桥路2270号', 910, 46, '万豪', '上海', '五星', '虹桥地区', '31.191529', '121.375577', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (129, '如家酒店(上海虹桥漕河泾古北店)', '虹梅路2971号', 189, 44, '如家', '上海', '二星', '虹桥地区', '31.180968', '121.392415', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (130, '速8酒店（上海虹桥枢纽九亭中心路店）', '松江九亭镇中心路128号', 198, 39, '速8', '上海', '二星', '七宝古镇', '31.119363', '121.322768', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (131, '维也纳酒店（上海奉贤南桥中心店）', '奉贤沪杭公路1758-8号', 1289, 38, '维也纳', '上海', '三星', '奉贤开发区', '30.934646', '121.451449', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (132, '7天连锁酒店(深圳观澜章阁店）', '宝安区章阁村桂月路章阁市场汇龙峰景一期A栋2-4层', 725, 40, '7天酒店', '深圳', '二星', '观澜', '22.746493', '114.023', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (133, '和颐酒店(深圳深南大道华强路地铁站店)', '深南中路2081号', 637, 46, '和颐', '深圳', '四星', '华强北商业区', '22.540313', '114.088611', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (134, '7天连锁酒店(上海东林寺店)', '朱泾镇文商路79号', 218, 37, '7天酒店', '上海', '二星', '金山枫泾古镇地区', '30.895912', '121.160238', '2023-03-30 18:12:48');
INSERT INTO `tb_hotel` VALUES (135, '如家酒店·neo(北京朝阳北路十里堡地铁站店)', '朝阳北路八里庄南里26号', 378, 47, '如家', '北京', '二星', '国贸地区', '39.922472', '116.501118', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (136, '速8酒店（北京房山城关店）', '房山城关镇城隍庙街10号(原房山老公安局)', 392, 47, '速8', '北京', '二星', '', '39.705216', '115.981904', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (137, '和颐酒店(北京总部基地店)', '丰葆路106号', 379, 45, '和颐', '北京', '四星', '总部基地/丰台体育中心/南宫地区', '39.815383', '116.291012', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (138, '上海嘉定喜来登酒店', '菊园新区嘉唐公路66号', 1286, 44, '喜来登', '上海', '五星', '嘉定新城', '31.394595', '121.245773', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (139, '如家酒店(北京良乡西路店)', '良乡西路7号', 159, 46, '如家', '北京', '二星', '房山风景区', '39.73167', '116.132482', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (140, '和颐酒店(北京中关村软件园店)', '东北旺西路8号中关村软件园一期9号楼', 245, 47, '和颐', '北京', '四星', '上地产业园/西三旗', '40.044663', '116.29607', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (141, '和颐酒店(北京石景山万达广场店)', '鲁谷东街甲26号', 505, 47, '和颐', '北京', '四星', '公主坟/五棵松/石景山游乐园地区', '39.895479', '116.240386', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (142, '如家酒店(上海金桥博兴路地铁站店)', '博兴路1119号', 218, 45, '如家', '上海', '二星', '浦东金桥地区', '31.266272', '121.593829', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (143, '深圳大中华希尔顿酒店', '福田深南大道1003号', 1666, 46, '希尔顿', '深圳', '五星', '会展中心/CBD', '22.539313', '114.069763', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (144, '汉庭酒店(深圳宝安松岗地铁站店)', '松岗镇河滨北路12号盛华大厦', 166, 47, '汉庭', '深圳', '二星', '松岗商业中心区', '22.768912', '113.83325', '2023-03-29 18:12:48');
INSERT INTO `tb_hotel` VALUES (145, '如家酒店(深圳横岗地铁站新马商贸城店)', '龙岗大道横岗段4004号', 149, 43, '如家', '深圳', '二星', '龙岗中心区/大运新城', '22.642629', '114.202799', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (146, '深圳中洲万豪酒店', '海德一道88号中洲控股中心A座', 204, 47, '万豪', '深圳', '五星', '海岸城/后海', '22.517293', '113.933785', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (147, '上海宝龙丽笙酒店', '金海路2449弄2号', 860, 46, '丽笙', '上海', '五星', '浦东金桥地区', '31.26571', '121.650132', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (148, '如家酒店(深圳宝安客运中心站店)', '西乡河西金雅新苑34栋', 169, 45, '如家', '深圳', '二星', '宝安商业区', '22.590272', '113.881933', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (149, '7天连锁酒店(深圳西丽茶光地铁站店)', '珠光北路280号天下湘军1楼', 517, 39, '7天酒店', '深圳', '二星', '大学城/西丽动物园', '22.576187', '113.956166', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (150, '上海和平豪生酒店', '沪南公路2653-2号', 650, 41, '豪生', '上海', '四星', '周浦康桥地区', '31.146478', '121.568218', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (151, '如家酒店(上海东川路碧江商业广场店)', '东川路2645号', 218, 45, '如家', '上海', '二星', '交大/闵行经济开发区', '31.008875', '121.402813', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (152, '维也纳酒店（深圳东门老街店）', '罗湖区东门新园路37号益德楼', 336, 43, '维也纳', '深圳', '三星', '东门商业区', '22.549413', '114.118866', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (153, '上海五角场凯悦酒店', '国定东路88号', 1104, 46, '凯悦', '上海', '五星', '江湾/五角场商业区', '31.300645', '121.51918', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (154, '上海国际旅游度假区万怡酒店', '秀浦路3999弄17号', 713, 45, '万怡', '上海', '四星', '迪士尼度假区', '31.132913', '121.63464', '2023-03-28 18:12:48');
INSERT INTO `tb_hotel` VALUES (155, '如家酒店(上海浦东国际旅游度假区御桥地铁站店)', '御青路315-317号', 339, 44, '如家', '上海', '二星', '周浦康桥地区', '31.15719', '121.572392', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (156, '7天连锁酒店（深圳地王大厦红桂路店）（原红桂路店）', '罗湖区宝安南路2078号深港豪苑（与红桂路交汇处）', 143, 39, '7天酒店', '深圳', '二星', '', '22.550341', '114.10965', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (157, '速8酒店北京后海店', '西城北京市西城区德胜门内大街兴华胡同五福里2号', 213, 39, '速8', '北京', '二星', '后海', '39.934452', '116.38184', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (158, '上海南青华美达酒店', '华夏东路811号', 299, 47, '华美达', '上海', '四星', '迪士尼度假区', '31.195206', '121.664791', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (159, '速8酒店(北京安华桥黄寺大街店)', '黄寺大街12号院16号楼', 559, 43, '速8', '北京', '二星', '马甸、安贞地区', '39.962742', '116.388431', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (160, '上海三迪华美达酒店', '广富林路600弄7号', 690, 43, '华美达', '上海', '四星', '佘山/松江大学城', '31.058023', '121.246536', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (161, '汉庭酒店(深圳大鹏佳兆业店)', '大鹏街道新园街12号', 378, 43, '汉庭', '深圳', '二星', '较场尾/大鹏所城', '22.592661', '114.475167', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (162, '上海环球港凯悦酒店', '宁夏路718号', 1336, 45, '凯悦', '上海', '五星', '中山公园商业区', '31.232041', '121.412492', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (163, '深圳佳兆业万豪酒店', '棕榈大道33号', 223, 46, '万豪', '深圳', '五星', '较场尾/大鹏所城', '22.569193', '114.459325', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (164, '如家酒店(北京西直门北京北站店)', '西直门北大街49号', 356, 44, '如家', '北京', '二星', '西直门/北京展览馆地区', '39.945106', '116.353827', '2023-03-27 18:12:48');
INSERT INTO `tb_hotel` VALUES (165, '上海崇明由由喜来登酒店', '揽海路2888号', 2198, 45, '喜来登', '上海', '五星', '崇明岛/长兴岛/横沙岛', '31.462167', '121.823103', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (166, '如家酒店(北京西客站丽泽桥店)', '西三环南路44号-218', 459, 47, '如家', '北京', '二星', '北京西站/丽泽商务区', '39.869638', '116.313075', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (167, '上海建工浦江皇冠假日酒店', '陈行公路3701号', 843, 46, '皇冠假日', '上海', '五星', '浦江镇地区', '31.090063', '121.489728', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (168, '上海中建万怡酒店', '蟠文路333号', 889, 47, '万怡', '上海', '四星', '虹桥机场/国家会展中心', '31.185504', '121.287709', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (169, '上海苏宁环球万怡酒店', '丹巴路99号', 689, 45, '万怡', '上海', '四星', '长风公园地区', '31.22292', '121.379912', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (170, '上海康桥万豪酒店', '康新公路4499号', 811, 46, '万豪', '上海', '五星', '迪士尼度假区', '31.119187', '121.618966', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (171, '深圳机场凯悦酒店', '宝安国际机场地面交通中心（GTC）18号出口', 291, 47, '凯悦', '深圳', '五星', '宝安机场商圈', '22.622498', '113.812341', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (172, '深圳联投东方万怡酒店', '松岗东方大道46号', 688, 45, '万怡', '深圳', '五星', '松岗商业中心区', '22.760746', '113.856961', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (173, '北京望京凯悦酒店', '广顺南大街8号院2号楼', 617, 46, '凯悦', '北京', '五星', '望京/酒仙桥/798地区', '39.991546', '116.476288', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (174, '北京乐多港万豪酒店', '城南街道南口路29号', 227, 45, '万豪', '北京', '五星', '昌平城区/十三陵度假区', '40.23264', '116.188888', '2023-03-26 18:12:48');
INSERT INTO `tb_hotel` VALUES (175, '上海嘉定凯悦酒店', '裕民南路1366号', 758, 46, '凯悦', '上海', '五星', '嘉定新城', '31.352298', '121.263314', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (176, '深圳同泰万怡酒店', '福海街道宝安大道 6259号', 617, 48, '万怡', '深圳', '五星', '深圳国际会展中心商圈', '22.678611', '113.805695', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (177, '深圳湾万怡酒店', '科技南路16号', 508, 47, '万怡', '深圳', '五星', '科技园', '22.531101', '113.950615', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (178, '如家酒店·neo(深圳南山海岸城南油地铁站店)', '南商路84-6号', 238, 44, '如家', '深圳', '二星', '海岸城/后海', '22.513566', '113.9291', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (179, '深圳博林天瑞喜来登酒店', '留仙大道4088号', 1369, 48, '喜来登', '深圳', '五星', '大学城/西丽动物园', '22.582918', '113.97219', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (180, '上海紫竹万怡酒店', '紫星路588号3幢', 642, 46, '万怡', '上海', '四星', '交大/闵行经济开发区', '31.02118', '121.465186', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (181, '和颐至尚酒店(北京上地软件园店)', '清河小营西路48号汇苑仁和大厦一层', 753, 47, '和颐', '北京', '四星', '上地产业园/西三旗', '40.034623', '116.323925', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (182, '上海榕港万怡酒店', '新松江路1277号', 798, 46, '万怡', '上海', '四星', '佘山/松江大学城', '31.038198', '121.210178', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (183, '和颐至尚酒店(北京首都机场新国展店)', '府前二街6号', 611, 46, '和颐', '北京', '三星', '首都机场/新国展地区', '40.063953', '116.576829', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (184, '北京世园凯悦酒店', '阜康南路1号院1号楼A', 558, 47, '凯悦', '北京', '五星', '延庆休闲度假区', '40.440732', '115.963259', '2023-03-25 18:12:48');
INSERT INTO `tb_hotel` VALUES (185, '上海宝华喜来登酒店', '南奉公路3111弄228号', 2899, 46, '喜来登', '上海', '五星', '奉贤开发区', '30.921659', '121.575572', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (186, '深圳盐田凯悦酒店', '海景二路1025号1-6层、30-50层', 650, 47, '凯悦', '深圳', '五星', '盐田区政府/沙头角', '22.551323', '114.23781', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (187, '和颐至尚酒店(北京雍和宫和平里店)', '小黄庄1区15号', 299, 47, '和颐', '北京', '四星', '马甸/安贞地区', '39.962361', '116.412931', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (188, '深圳国际会展中心皇冠假日酒店', '展云路6号', 675, 47, '皇冠假日', '深圳', '五星', '深圳国际会展中心商圈', '22.686581', '113.777655', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (189, '北京大兴希尔顿酒店', '高米店南里18号楼', 1283, 48, '希尔顿', '北京', '五星', '大兴北京新机场地区', '39.76875', '116.339199', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (190, '北京新青海喜来登酒店', '丽泽金融商务区凤凰嘴北路与金中都西路交叉口西营街8号院1号楼', 723, 47, '喜来登', '北京', '五星', '北京西站/丽泽商务区', '39.864026', '116.322505', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (191, '汉庭酒店（深圳坪山火车站店）', '新和路127-2号', 436, 47, '汉庭', '深圳', '二星', '坪山高铁站商圈', '22.700753', '114.339089', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (192, '汉庭酒店(深圳观澜五和大道店)', '观湖街道五和大道327号', 234, 43, '汉庭', '深圳', '二星', '观澜', '22.684459', '114.07708', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (193, '汉庭酒店(深圳罗湖口岸万象城二店)', '桂园街道宝安南路1050号嘉宾花园C栋', 667, 47, '汉庭', '深圳', '三星', '万象城/京基100', '22.540352', '114.112668', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (194, '北京通州北投希尔顿酒店', '新华东街289号2号楼', 1068, 48, '希尔顿', '北京', '五星', '果园环岛/通州区', '39.908805', '116.659748', '2023-03-24 18:12:48');
INSERT INTO `tb_hotel` VALUES (195, '上海虹桥金臣皇冠假日酒店', '申长路630弄1-3 号', 2488, 48, '皇冠假日', '上海', '五星', '虹桥机场/国家会展中心', '31.19036', '121.31535', '2023-03-23 18:12:48');
INSERT INTO `tb_hotel` VALUES (196, '深圳深铁皇冠假日酒店', '深南大道9819号', 340, 47, '皇冠假日', '深圳', '五星', '科技园', '22.538923', '113.944794', '2023-03-23 18:12:48');
INSERT INTO `tb_hotel` VALUES (197, '上海中优城市万豪酒店', '沪南公路7688弄1号', 1200, 45, '万豪', '上海', '五星', '南汇/野生动物园', '31.030053', '121.662943', '2023-03-23 18:12:48');
INSERT INTO `tb_hotel` VALUES (198, '深圳湾万丽酒店', '粤海街道高新区社区科技南路18号', 351, 47, '万丽', '深圳', '五星', '科技园', '22.531674', '113.951882', '2023-03-23 18:12:48');
INSERT INTO `tb_hotel` VALUES (199, '北京金隅八达岭皇冠假日酒店', '妫水北街1号1-14幢', 1026, 44, '皇冠假日', '北京', '五星', '延庆休闲度假区', '40.476483', '115.97481', '2023-03-23 18:12:48');
INSERT INTO `tb_hotel` VALUES (200, '汉庭酒店(深圳海岸城店)', '粤海街道后海社区后海第二统建楼商业裙楼第二层B', 562, 49, '汉庭', '深圳', '二星', '海岸城/后海', '22.507276', '113.931251', '2023-03-23 18:12:48');
INSERT INTO `tb_hotel` VALUES (201, '深圳国际会展中心希尔顿酒店', '展丰路80号', 285, 46, '希尔顿', '深圳', '五星', '深圳国际会展中心商圈', '22.705335', '113.77794', '2023-03-23 18:12:48');

SET FOREIGN_KEY_CHECKS = 1;
